Repository: NRCan/nrwxt
Catalog: html/modules/custom/content_health/content_health.*.po
Languages: fr

source: Resolved
fr: Plainte réglée

source: Sub-Type
fr: Sous-type

source: User
fr: Utilisateur

source: No log messages available.
fr: Aucun message de journal disponible

source: Related Page
fr: Page associés

source: Extended Message
fr: Message étendu

source: Filter log messages
fr: Filtrer les messages du journal

source: Filter
fr: Filtre

source: Reset
fr: Réinitialiser

source: You must select something to filter by.
fr: Vous devez sélectionner quelque chose à filtrer.

source: Clear log messages
fr: Effacer les messages du journal

source: This will permanently remove the log messages from the database.
fr: Cela supprimera définitivement les messages du journal de la base de données.

source: Content Health log cleared.
fr: Journal de santé du contenu effacé.

source: Title
fr: Titre

source: Author
fr: Auteur

source: Status
fr: Statut

source: Updated
fr: Mis à jour

source: Operations
fr: Opérations

source: published
fr: publié

source: not published
fr: non publié

source: view
fr: voir

source: edit
fr: éditer

source: delete
fr: supprimer

source: No content available.
fr: Pas de contenu disponible.

source: Enabled
fr: Activée

source: Disabled
fr: Désactivé

source: Turn Features on or off
fr: Activer ou désactiver des fonctionnalités

source: Page Feedback Form
fr: Formulaire de commentaires sur les pages

source: Enable the Feedback form on content
fr: Activer le formulaire de commentaires sur le contenu

source: Submissions Today: @count
fr: Soumissions aujourd'hui : @count

source: Report a problem or mistake on this page
fr: Signaler un problème ou une erreur sur cette page

source: Report a problem on this page
fr: Signaler un problème sur cette page

source: Please select all that apply:
fr: Veuillez sélectionner toutes les cases qui s'appliquent :

source: Submit
fr: Soumettre

source: Comment
fr: Commentaire

source: You may include a short comment with your submission.
fr: Vous pouvez inclure un court commentaire avec votre soumission.

source: Please don’t include any personal information in your comment.
fr: Merci de ne pas inclure d’informations personnelles dans votre commentaire.

source: A link, button or video is not working
fr: Un lien, un bouton ou une vidéo ne fonctionne pas

source: It has a spelling mistake
fr: Il y a une erreur d'orthographe ou de grammaire

source: Information is missing
fr: Les renseignements sont incomplets

source: Information is outdated or wrong
fr: L'information n'est plus à jour ou est erronée

source: I can't find what I'm looking for
fr: Je n'arrive pas à trouver ce que je cherche

source: Other issue not in this list
fr: Autre problème qui ne figure pas sur cette liste

source: You will not receive a reply. For enquiries,&nbsp;<a href="@url">contact us</a>.
fr: Vous ne recevrez pas de réponse. Pour toute demande, <a href="@url">contactez-nous</a>.

source: Thank you for your help!
fr: Merci de votre aide!

source: Submission Flags:
fr: Articles soumis :

source: Comment:
fr: Commentaire :

source: What is wrong with the page you were on?
fr: Quel est le problème avec la page sur laquelle vous vous trouviez?

source: Content Health Config
fr: Configuration de la santé du contenu

source: Log
fr: Le journal

source: Log Details
fr: Détails du journal

source: Administer Content Health
fr: Administrer la santé du contenu

source: Access Content Health Reports
fr: Administrer la santé du contenu

source: Access Content Health Feedback Form
fr: Accéder au formulaire de commentaires sur l'état du contenu

source: Health Log
fr: Journal de santé

source: Resolve flagged submissions
fr: Résoudre les soumissions signalées

source: No node specified to resolve submissions
fr: Aucun noeud spécifié pour résoudre les soumissions

source: Page Owners
fr: Propriétaires de pages

source: Content
fr: Contenu

source: Page Owner
fr: Propriétaire de la page

source: Date modified:
fr: Date de modification :

source: Search the website
fr: Recherchez sur le site

source: Most requested
fr: En demande

source: Features
fr: En vedette

source: Featured:
fr: En vedette :

source: Use your NRN login name and not your email address.
fr: Utilisez votre nom de connexion NRN et non votre adresse courriel.

source: Enter your @s username.
fr: Entrez votre nom d'utilisateur pour @s.

source: https://www.nrcan.gc.ca/report-problem
fr: https://www.rncan.gc.ca/signaler-probleme
